const Services = () => {
  return (
    <section className=" bg-navBg  md:py-6 xl:py-8">
      <div className="container mx-auto xs:py-2 xs:px-2   md:px-6 lg:px-8 md:pb-2 lg:pb-2 ">
        <h2 className="p-2 text-center xs:text-26 md:text-30  text-transparent bg-gradient-to-r from-gradientFrom via-gradientVia to-gradientTo bg-clip-text ">
          Наші послуги:
        </h2>
        Наші послуги: ✂️ Індивідуальний пошив — створення суконь та іншого одягу
        під ваше замовлення з урахуванням побажань і стилю. ✅ Контроль якості —
        ретельна перевірка кожної деталі для ідеального результату. 🧺
        Відпарювання — професійна підготовка суконь до важливого дня. 💬
        Консультація стиліста салону — допомога у виборі фасону та стилю, що
        підкреслить вашу унікальність. 🏷️ Зберігання сукні до весілля — безпечне
        зберігання вашого вбрання у нашому салоні. 🏢 Ательє — професійний пошив
        та корекція готових суконь. 👗 Пошив усіх видів одягу на замовлення —
        від елегантних суконь до повсякденних речей.
      </div>
    </section>
  );
};
export default Services;
