export const faqItems = [
  {
    id: 'item-1',
    question: 'Предоставляете ли вы индивидуальный пошив платьев?',
    answer:
      'Да, мы создаем платья по вашему дизайну и пожеланиям, учитывая все ваши предпочтения.',
  },
  {
    id: 'item-2',
    question: 'Как происходит контроль качества?',
    answer:
      'Каждая деталь проверяется вручную для идеального внешнего вида изделия.',
  },
  {
    id: 'item-3',
    question: 'Включено ли отпаривание в услуги?',
    answer:
      'Да, мы предоставляем профессиональное отпаривание перед важными событиями.',
  },
  {
    id: 'item-4',
    question: 'Могу ли я проконсультироваться со стилистом?',
    answer:
      'Конечно! Наш стилист поможет подобрать фасон, который подчеркнет вашу индивидуальность.',
  },
  {
    id: 'item-5',
    question: 'Вы предоставляете хранение платьев до свадьбы?',
    answer:
      'Да, ваше платье будет храниться в безопасных условиях в нашем салоне.',
  },
  {
    id: 'item-6',
    question: 'Можно ли скорректировать готовое платье?',
    answer:
      'Да, мы профессионально подгоним платье для идеальной посадки по вашей фигуре.',
  },
  {
    id: 'item-7',
    question: 'Шьете ли вы повседневную одежду?',
    answer: 'Да, мы создаем стильные вещи для любых случаев жизни.',
  },
  {
    id: 'item-8',
    question: 'Как работает прокат вечерних платьев?',
    answer:
      'Вы можете выбрать из большого ассортимента элегантных платьев, подходящих для особенных моментов.',
  },
  {
    id: 'item-9',
    question: 'Как долго занимает индивидуальный пошив?',
    answer:
      'Средний срок пошива индивидуального платья составляет 2-4 недели, в зависимости от сложности.',
  },
  {
    id: 'item-10',
    question: 'Есть ли доставка или самовывоз?',
    answer:
      'Да, вы можете выбрать доставку или самовывоз в удобное для вас время.',
  },
];
